[
    {
      "image": "https://i.ibb.co/HrT8SC4/family-Retreat.jpg",
      "estate_title": "Family Retreat",
      "id": 1,
      "segment_name": "Residential",
      "description": "Spacious single-family home with a large backyard, perfect for family gatherings. Escape to this tranquil suburban retreat and create lasting memories with your loved ones. This charming home features 4 bedrooms, 3 bathrooms, and a sprawling backyard, providing ample space for relaxation and outdoor fun. Whether you're hosting summer barbecues, playing in the yard with the kids, or simply enjoying quiet evenings by the fireplace, this family retreat offers the perfect blend of comfort and convenience for modern family living.",
      "price": "$450,000",
      "status": "sale",
      "area": "3,000 sq ft",
      "location": "Suburban neighborhood",
      "facilities": ["4 bedrooms", "3 bathrooms", "backyard", "garage"]
    },
    {
      "image": "https://i.ibb.co/4M4DdyZ/urban-Loft.jpg",
      "estate_title": "Urban Loft",
      "id": 2,
      "segment_name": "Residential",
      "description": "Chic loft-style apartment in the heart of the city, boasting modern amenities and city views. Experience the vibrant energy of urban living in this stylish loft apartment located in the bustling downtown area. With its sleek design, open-concept layout, and floor-to-ceiling windows, this urban retreat offers a contemporary living space with plenty of natural light and stunning city views. Whether you're entertaining guests in the spacious living area, cooking gourmet meals in the fully equipped kitchen, or unwinding on the private balcony, this urban loft provides the perfect backdrop for modern city living.",
      "price": "$3,500/month",
      "status": "rent",
      "area": "1,200 sq ft",
      "location": "Downtown",
      "facilities": ["Open floor plan", "High ceilings", "City views", "Fitness center"]
    },
    {
      "image": "https://i.ibb.co/xDLmkMG/student-Haven.jpg",
      "estate_title": "Student Haven",
      "id": 3,
      "segment_name": "Residential",
      "description": "Fully furnished student housing complex near campus, offering comfortable living spaces and study areas. Experience the convenience of on-campus living in this fully furnished student housing complex located in the heart of the university district. With its comfortable living spaces, modern amenities, and dedicated study areas, this student haven provides everything you need for a successful academic year. Whether you're collaborating on group projects in the study lounge, working out in the fitness center, or relaxing in your private room, this student community offers a supportive and enriching environment for college life.",
      "price": "$700/month per room",
      "status": "rent",
      "area": "Shared living spaces",
      "location": "University district",
      "facilities": ["Furnished rooms", "Study lounges", "Fitness center", "Laundry facilities"]
    },
    {
      "image": "https://i.ibb.co/gDLyZhK/output.jpg",
      "estate_title": "Retirement Oasis",
      "id": 4,
      "segment_name": "Residential",
      "description": "Luxurious senior living community providing resort-style amenities and personalized care services. Discover the ultimate in senior living at this luxurious retirement oasis nestled in a senior-friendly community. From elegant apartments with scenic views to gourmet dining options and recreational activities, every aspect of life at this community is designed to enhance well-being and enjoyment. Whether you're lounging by the pool, participating in fitness classes, or enjoying personalized care services, this retirement oasis offers a vibrant and fulfilling lifestyle for residents.",
      "price": "$5,000/month",
      "status": "rent",
      "area": "Varies by unit",
      "location": "Senior-friendly community",
      "facilities": ["Assisted living services", "Swimming pool", "Spa", "Restaurant"]
    },
    {
      "image": "https://i.ibb.co/1JqMxGK/lifestyle.jpg",
      "estate_title": "Lakefront Cottage",
      "id": 5,
      "segment_name": "Residential",
      "description": "Quaint cottage nestled by the lake, offering serene views and cozy interiors. Escape to the tranquility of lakefront living in this charming cottage nestled along the shores of a serene lake. With its picturesque setting, cozy interiors, and breathtaking views, this lakefront retreat is the perfect getaway for nature lovers and outdoor enthusiasts. Whether you're relaxing on the spacious deck, fishing off the private dock, or enjoying cozy evenings by the fireplace, this cottage offers a peaceful retreat from the hustle and bustle of everyday life.",
      "price": "$300,000",
      "status": "sale",
      "area": "1,500 sq ft",
      "location": "Lakefront",
      "facilities": ["Scenic views", "Deck", "Boat dock"]
    },
    {
      "image": "https://i.ibb.co/ZVXGXsx/subUrban.jpg",
      "estate_title": "Suburban Townhouse",
      "id": 6,
      "segment_name": "Residential",
      "description": "Modern townhouse with contemporary design and easy access to local amenities. Experience suburban living at its best in this modern townhouse located in a peaceful suburban neighborhood. With its contemporary design, spacious layout, and convenient amenities, this townhouse offers the perfect combination of comfort and style. Whether you're relaxing in the private patio, enjoying community events at the pool, or exploring the nearby parks and trails, this suburban retreat provides a welcoming and vibrant community for modern living.",
      "price": "$250,000",
      "status": "sale",
      "area": "1,800 sq ft",
      "location": "Suburban neighborhood",
      "facilities": ["2 bedrooms", "2.5 bathrooms", "Patio", "Community pool"]
    },
    {
      "image": "https://i.ibb.co/cwY6zqs/hawaiianrealestate.jpg",
      "estate_title": "Vacation Villa",
      "id": 7,
      "segment_name": "Residential",
      "description": "Luxury villa in a tropical paradise, offering a private pool and breathtaking ocean views. Experience luxury living in paradise at this stunning vacation villa located in a tropical beachfront destination. With its private pool, expansive outdoor living spaces, and panoramic ocean views, this villa offers the ultimate escape for discerning travelers. Whether you're lounging by the pool, dining alfresco on the terrace, or exploring the nearby beaches and attractions, every moment spent at this villa is a celebration of luxury and relaxation.",
      "price": "$800/night",
      "status": "rent",
      "area": "3,500 sq ft",
      "location": "Beachfront",
      "facilities": ["Private pool", "Ocean views", "Outdoor dining area", "Garden"]
    },
    {
      "image": "https://i.ibb.co/kqJhDTz/164567864.jpg",
      "estate_title": "Cosy Apartment",
      "id": 8,
      "segment_name": "Residential",
      "description": "Compact yet comfortable apartment in a vibrant neighborhood, ideal for urban living. Discover the convenience and charm of urban living in this cozy apartment located in the heart of the city. With its compact yet comfortable layout, this apartment offers the perfect retreat for singles or couples seeking a modern urban lifestyle. Whether you're enjoying the city views from your private balcony, exploring the nearby shops and restaurants, or unwinding in the on-site fitness center, this apartment provides the ideal combination of comfort and convenience for urban dwellers.",
      "price": "$1,200/month",
      "status": "rent",
      "area": "800 sq ft",
      "location": "City center",
      "facilities": ["1 bedroom", "1 bathroom", "Balcony", "Fitness center"]
    },
    {
      "image": "https://i.ibb.co/5BhhJ0G/7866-lee-hwy-rural-retreat-va-24368-001.jpg",
      "estate_title": "Rural Retreat",
      "id": 9,
      "segment_name": "Residential",
      "description": "Tranquil retreat nestled in the countryside, offering peace and privacy away from the hustle and bustle. Escape to the serenity of the countryside in this tranquil rural retreat located on two acres of scenic land. Surrounded by lush gardens, winding trails, and breathtaking views, this idyllic retreat offers the perfect escape from the demands of modern life. Whether you're exploring the natural beauty of the landscape, relaxing in the outdoor living spaces, or simply enjoying quiet evenings under the stars, this rural retreat provides a welcome respite from the hustle and bustle of everyday life.",
      "price": "$400,000",
      "status": "sale",
      "area": "2 acres",
      "location": "Rural area",
      "facilities": ["Spacious garden", "Outdoor living space", "Trails"]
    }
  ]
  